{
  "allmovie" : [
{
   "title" : "Chocolate (2019)",
   "count" : "Completed",
   "video" : "https://www.youtube.com/watch?v=q_ALLnZTDBE",
   "image" : "https://1.bp.blogspot.com/-_dkxKh9cJzM/XiF4Z2QdLSI/AAAAAAAAEPw/2j7gjTgQ45cSEK_zJnpelvJhLFo9ow_SwCLcBGAsYHQ/s700/Chocolate.jpg",
   "cover" : "https://1.bp.blogspot.com/-g566CIKZ1Dw/XiF4Z9W56uI/AAAAAAAAEP0/pbnO4JWJDnURurHmgo5Ap6pvfo4ZmcxlgCLcBGAsYHQ/s600/chocolate-00.jpg",
   "dlink" : "https://raw.githubusercontent.com/BittchPlease/Chocolate/master/",
   "originalpostlink" : "https://fofmyanmar.com/tvshows/chocolate/",
   "vol" : "အရင္ဆံုး ဒီဇာတ္ကားကိုရုိက္ကူးသူက Winter Sanota , Sorry I love You , The Snow Queen, Strong Woman : Do Bong Soon, The Miracle We meet အစရွိတဲ့ နာမည္ႀကီး ဇာတ္ကားေပါင္းမ်ားစြာကို ရုိက္ကူးခဲ့တဲ့ဒါရုိက္တာျဖစ္ၿပီး Screenwriterကေတာ့
Uncontrollably Fond , The Innocent Man , Sorry I Love Youအစရွိတဲ့ ဇာတ္ညႊန္းေပါင္းမ်ားစြာကိုေရးသားခဲ့တဲ့ဇာတ္ညႊန္းေရးဆရာမပဲျဖစ္ပါတယ္
ၿပီးေတာ့ အခ်စ္ေတာ္မမHa Ji Won ရဲ႕ Hospitalshipဇာတ္ကားအၿပီး၂ႏွစ္အၾကာမွ ရုိက္ကူးတဲ့ ဇာတ္ကားလည္းျဖစ္ၿပီး မင္းသားကလည္း High Kick 3ထဲက မစိမ္းတဲ့ Yoon Kye Sangပဲျဖစ္ပါတယ္
ဇာတ္လမ္းကိုေျပာရရင္ ငယ္စဥ္တုန္းက Chefျဖစ္ခ်င္တဲ့ ပင္လယ္ကမ္းေျခၿမိဳ႕ေလးတစ္ၿမိဳ႕မွာေနတဲ့ ေကာင္ေလး Lee Kang (Yoon Kye Sang)နဲ႔ေကာင္မေလး Moon Cha Young(Ha Ji Won)က အဲ့ၿမိဳ႕ေလးမွာေတြ႕ဆံုခဲ့ၾကပါတယ္
ထိုစဥ္က Lee Kangခ်က္ေကၽြးတဲ့ အစားအစာက
Moon Cha Youngအတြက္ အေပ်ာ္ရႊင္ရဆံုးအမွတ္တရတစ္ခုအေနနဲ႔အျမဲအမွတ္ရေနခဲ့ၿပီး အဲ့ဒါေၾကာင့္ပဲ Moon Cha Young က Chefတစ္ေယာက္ ျဖစ္လာခဲ့ပါတယ္
သူတို႔အရြယ္ေရာက္လာတဲ့အခါ Lee Kangက ဦးေႏွာက္နဲ႔အာရုံေၾကာခြဲစိတ္ဆရာဝန္တစ္ေယာက္ ျဖစ္လာခဲ့ၿပီး ႏွစ္ဦးသားေဆးရုံမွာ အမွတ္မထင္ ျပန္လည္ဆံုဆည္းခဲ့ခ်ိန္မွာေတာ့….?
စာဖိုမွဴးမမနဲ႔ ဆရာဝန္ကိုကိုႏွစ္ဦးၾကားက အခ်စ္ဇာတ္လမ္း အခ်ိဳးအေကြ႕မ်ားစြာကိုခံစားၾကည့္ရႈရမဲ့
First Love , Medical , Food Dramaအမ်ိဳးအစားေလးျဖစ္ၿပီးRomanceကိုမွ ဖလန္းဖလန္းromanceေတြကိုမႀကိဳက္တဲ့ ပရိသတ္ႀကီးအတြက္ ကားေကာင္းတစ္ကားျဖစ္မွာပါ
ဒီဇာတ္လမ္းတြဲကို JTBCရုပ္သံလုိင္းမွ အပတ္စဥ္ ေသာၾကာ စေနေန႔တိုင္း ထုတ္လႊင့္ျပသလ်က္ရွိပါတယ္
Review – Khin Maddy
Translate – Khin Maddy and Shwe Pyae
Encode – Khin Maddy"
}
  
]
}
